import "./news.css";

export const News = () => {
  return (
    <div className="content">
      <div className="popover">
        <div className="popover_title">Заголовок</div>
        <div className="popover_text">
          Много текста много текста много текста много текста много текста много
          текста много текста много текста много текста много текста много
          текста много текста много текста много текста много текста много
          текста много текста много текста много текста много текста много
          текста много текста много текста
        </div>
      </div>
      <div className="popover">
        <div className="popover_title">Заголовок</div>
        <div className="popover_text">
          Много текста много текста много текста много текста много текста много
          текста много текста много текста много текста много текста много
          текста много текста много текста много текста много текста много
          текста много текста много текста много текста много текста много
          текста много текста много текста
        </div>
      </div>
      <div className="popover">
        <div className="popover_title">Заголовок</div>
        <div className="popover_text">
          Много текста много текста много текста много текста много текста много
          текста много текста много текста много текста много текста много
          текста много текста много текста много текста много текста много
          текста много текста много текста много текста много текста много
          текста много текста много текста
        </div>
      </div>
      <div className="popover">
        <div className="popover_title">Заголовок</div>
        <div className="popover_text">
          Много текста много текста много текста много текста много текста много
          текста много текста много текста много текста много текста много
          текста много текста много текста много текста много текста много
          текста много текста много текста много текста много текста много
          текста много текста много текста
        </div>
      </div>
    </div>
  );
};
